var childPage = `
			<main>
                  <div class="zx-page">
                          <img src="img/zx.png" height="18">
                          资讯活动 
                  </div>
                  <p class="newsTitle">西游卡牌王者《少年西游记》，携【最强福利】，全面来袭！</p>
                  <p class="newsDate01">作者：朱琳 来源：女儿国 发布时间：2016-10-12 17:00:00</p>
                  <p class="fc">&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp
                    网易顶级品质旗舰，真3D极致画面，无缝大世界！ 这一切，手机上从未实现过！这天下，你从未见过！
                    《天下》手游是网易自研次世代Messiah引擎打造的3D MMORPG手游。游戏内提供全天候动态环境渲染，全程CG级游戏画面，方寸之间感受真3D极致画面;
                    搭载可实时操控的轻功系统，体验真实又梦幻的纵横快感；
                    万顷无缝的大世界，跨越次元的实时语音互动，带来最真实最有代入感的探索与战斗体验；
                    玩法以“天下”端游8年积累为依托，多人副本，3v3竞技场、15v15战场、野外PVP、势力团战、流光城战等战斗玩法数不胜数；
                    传承端游剧情、丰富的社交玩法、公主抱、势力组织等，在肆意遨游中展现你从未见过的天下！</p>

                  <p class="fc">&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp
                    网易顶级品质旗舰，真3D极致画面，无缝大世界！ 这一切，手机上从未实现过！这天下，你从未见过！
                    《天下》手游是网易自研次世代Messiah引擎打造的3D MMORPG手游。游戏内提供全天候动态环境渲染，全程CG级游戏画面，方寸之间感受真3D极致画面;
                    搭载可实时操控的轻功系统，体验真实又梦幻的纵横快感；
                    万顷无缝的大世界，跨越次元的实时语音互动，带来最真实最有代入感的探索与战斗体验；
                    玩法以“天下”端游8年积累为依托，多人副本，3v3竞技场、15v15战场、野外PVP、势力团战、流光城战等战斗玩法数不胜数；
                    传承端游剧情、丰富的社交玩法、公主抱、势力组织等，在肆意遨游中展现你从未见过的天下！</p>

                    <p class="fc">&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp
                    【游戏特色】
                    大世界——八千里路云和月 手握万顷大荒无缝世界
                    《天下》突破传统手游地图限制，带来真正的掌中大世界。超宏大地图，由社交到战斗，由任务到组队无缝衔接，告别读取进度条。不同场景氛围独特，区域间自然过渡，大荒美景任你遨游。</p>

                    <p class="fc">&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp真自由——扶摇直上九万里 轻功翱翔天地自由探索
                    拒绝预设，四段个性化轻功自主释放；上天入地，多样化飞行坐骑任君挑选；游弋水中，与好友在水下嬉戏追逐。全自由世界邀你体验！</p>

                    <p class="fc">&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp全景别——远近高低各不同 360°呈现大荒绝美景致
                    360度零限制全细节视界，全程电影级画面表现力，随手截图均是顶级大片。首创轻功寻路，俯仰天地，这才是你的天下！</p>

                    <p class="fc">&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp新社交——莫愁前路无知己 1000个指尖奔现的理由
                    5人副本战斗、3v3竞技场、15v15战场，势力并肩作战，巴蜀演兵20V20实时PK，流光战场自由决战……百种玩法等你。万人同屏交友，实时语音社交，双人互动玩法，与6300万玩家在此结伴同游，共赴天下。</p>
                    </main>
                    `;